[
  {
    "chapter": 1,
    "verse": 1,
    "hindi": "धृतराष्ट्र उवाच। धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः। मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय॥",
    "id": 0
  },
  {
    "chapter": 1,
    "verse": 2,
    "hindi": "सञ्जय उवाच। दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा। आचार्यमुपसंगम्य राजा वचनमब्रवीत्॥",
    "id": 1
  },
  {
    "chapter": 1,
    "verse": 3,
    "hindi": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्। व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता॥",
    "id": 2
  },
  {
    "chapter": 1,
    "verse": 4,
    "hindi": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि। युयुधानो विराटश्च द्रुपदश्च महारथः॥",
    "id": 3
  },
  {
    "chapter": 1,
    "verse": 5,
    "hindi": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्। पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुंगवः॥",
    "id": 4
  },
  {
    "chapter": 1,
    "verse": 6,
    "hindi": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्। सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः॥",
    "id": 5
  },
  {
    "chapter": 1,
    "verse": 7,
    "hindi": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम। नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते॥",
    "id": 6
  },
  {
    "chapter": 1,
    "verse": 8,
    "hindi": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः। अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च॥",
    "id": 7
  },
  {
    "chapter": 1,
    "verse": 9,
    "hindi": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः। नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः॥",
    "id": 8
  },
  {
    "chapter": 1,
    "verse": 10,
    "hindi": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम्। पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्॥",
    "id": 9
  },
  {
    "chapter": 1,
    "verse": 11,
    "hindi": "अयनेषु च सर्वेषु यथाभागमवस्थिताः। भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि॥",
    "id": 10
  },
  {
    "chapter": 1,
    "verse": 12,
    "hindi": "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः। सिंहनादं विनद्योच्चैः शंखं दध्मौ प्रतापवान्॥",
    "id": 11
  },
  {
    "chapter": 1,
    "verse": 13,
    "hindi": "ततः शंखाश्च भेर्यश्च पणवानकगोमुखाः। सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्॥",
    "id": 12
  },
  {
    "chapter": 1,
    "verse": 14,
    "hindi": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ। माधवः पाण्डवश्चैव दिव्यौ शंखौ प्रदध्मतुः॥",
    "id": 13
  },
  {
    "chapter": 1,
    "verse": 15,
    "hindi": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनंजयः। पौण्ड्रं दध्मौ महाशंखं भीमकर्मा वृकोदरः॥",
    "id": 14
  },
  {
    "chapter": 1,
    "verse": 16,
    "hindi": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः। नकुलः सहदेवश्च सुघोषमणिपुष्पकौ॥",
    "id": 15
  },
  {
    "chapter": 1,
    "verse": 17,
    "hindi": "काश्यश्च परमेष्वासः शिखण्डी च महारथः। धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः॥",
    "id": 16
  },
  {
    "chapter": 1,
    "verse": 18,
    "hindi": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते। सौभद्रश्च महाबाहुः शंखान्दध्मुः पृथक्पृथक्॥",
    "id": 17
  },
  {
    "chapter": 1,
    "verse": 19,
    "hindi": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्। नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन्॥",
    "id": 18
  },
  {
    "chapter": 1,
    "verse": 20,
    "hindi": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः। प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः॥",
    "id": 19
  },
  {
    "chapter": 1,
    "verse": 21,
    "hindi": "हृषीकेशं तदा वाक्यमिदमाह महीपते। सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत॥",
    "id": 20
  },
  {
    "chapter": 1,
    "verse": 22,
    "hindi": "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान्। कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे॥",
    "id": 21
  },
  {
    "chapter": 1,
    "verse": 23,
    "hindi": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः। धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः॥",
    "id": 22
  },
  {
    "chapter": 1,
    "verse": 24,
    "hindi": "एवमुक्तो हृषीकेशो गुडाकेशेन भारत। सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्॥",
    "id": 23
  },
  {
    "chapter": 1,
    "verse": 25,
    "hindi": "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्। उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति॥",
    "id": 24
  },
  {
    "chapter": 1,
    "verse": 26,
    "hindi": "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान्। आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा॥",
    "id": 25
  },
  {
    "chapter": 1,
    "verse": 27,
    "hindi": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोऽपि च। तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान्॥",
    "id": 26
  },
  {
    "chapter": 1,
    "verse": 28,
    "hindi": "कृपया परयाऽऽविष्टो विषीदन्निदमब्रवीत्। दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्॥",
    "id": 27
  },
  {
    "chapter": 1,
    "verse": 29,
    "hindi": "सीदन्ति मम गात्राणि मुखं च परिशुष्यति। वेपथुश्च शरीरे मे रोमहर्षश्च जायते॥",
    "id": 28
  },
  {
    "chapter": 1,
    "verse": 30,
    "hindi": "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते। न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः॥",
    "id": 29
  },
  {
    "chapter": 1,
    "verse": 31,
    "hindi": "निमित्तानि च पश्यामि विपरीतानि केशव। न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे॥",
    "id": 30
  },
  {
    "chapter": 1,
    "verse": 32,
    "hindi": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च। किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा॥",
    "id": 31
  },
  {
    "chapter": 1,
    "verse": 33,
    "hindi": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च। त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च॥",
    "id": 32
  },
  {
    "chapter": 1,
    "verse": 34,
    "hindi": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः। मातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा॥",
    "id": 33
  },
  {
    "chapter": 1,
    "verse": 35,
    "hindi": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन। अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते॥",
    "id": 34
  },
  {
    "chapter": 1,
    "verse": 36,
    "hindi": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन। पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः॥",
    "id": 35
  },
  {
    "chapter": 1,
    "verse": 37,
    "hindi": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान्। स्वजनं हि कथं हत्वा सुखिनः स्याम माधव॥",
    "id": 36
  },
  {
    "chapter": 1,
    "verse": 38,
    "hindi": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः। कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्॥",
    "id": 37
  },
  {
    "chapter": 1,
    "verse": 39,
    "hindi": "कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम्। कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन॥",
    "id": 38
  },
  {
    "chapter": 1,
    "verse": 40,
    "hindi": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः। धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत॥",
    "id": 39
  },
  {
    "chapter": 1,
    "verse": 41,
    "hindi": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः। स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः॥",
    "id": 40
  },
  {
    "chapter": 1,
    "verse": 42,
    "hindi": "संकरो नरकायैव कुलघ्नानां कुलस्य च। पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः॥",
    "id": 41
  },
  {
    "chapter": 1,
    "verse": 43,
    "hindi": "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः। उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः॥",
    "id": 42
  },
  {
    "chapter": 1,
    "verse": 44,
    "hindi": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन। नरके नियतं वासो भवतीत्यनुशुश्रुम॥",
    "id": 43
  },
  {
    "chapter": 1,
    "verse": 45,
    "hindi": "अहो बत महत्पापं कर्तुं व्यवसिता वयम्। यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः॥",
    "id": 44
  },
  {
    "chapter": 1,
    "verse": 46,
    "hindi": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः। धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्॥",
    "id": 45
  },
  {
    "chapter": 1,
    "verse": 47,
    "hindi": "एवमुक्त्वाऽर्जुनः संख्ये रथोपस्थ उपाविशत्। विसृज्य सशरं चापं शोकसंविग्नमानसः॥",
    "id": 46
  },
  {
    "chapter": 2,
    "verse": 1,
    "hindi": "सञ्जय उवाच। तं तथा कृपयाऽऽविष्टमश्रुपूर्णाकुलेक्षणम्। विषीदन्तमिदं वाक्यमुवाच मधुसूदनः॥",
    "id": 47
  },
  {
    "chapter": 2,
    "verse": 2,
    "hindi": "श्रीभगवानुवाच। कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्। अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन॥",
    "id": 48
  },
  {
    "chapter": 2,
    "verse": 3,
    "hindi": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते। क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप॥",
    "id": 49
  },
  {
    "chapter": 2,
    "verse": 4,
    "hindi": "अर्जुन उवाच। कथं भीष्ममहं संख्ये द्रोणं च मधुसूदन। इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन॥",
    "id": 50
  },
  {
    "chapter": 2,
    "verse": 5,
    "hindi": "गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके। हत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान्रुधिरप्रदिग्धान्॥",
    "id": 51
  },
  {
    "chapter": 2,
    "verse": 6,
    "hindi": "न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः। यानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः॥",
    "id": 52
  },
  {
    "chapter": 2,
    "verse": 7,
    "hindi": "कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः। यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम्॥",
    "id": 53
  },
  {
    "chapter": 2,
    "verse": 8,
    "hindi": "न हि प्रपश्यामि ममापनुद्याद्यच्छोकमुच्छोषणमिन्द्रियाणाम्। अवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम्॥",
    "id": 54
  },
  {
    "chapter": 2,
    "verse": 9,
    "hindi": "सञ्जय उवाच। एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप। न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह॥",
    "id": 55
  },
  {
    "chapter": 2,
    "verse": 10,
    "hindi": "तमुवाच हृषीकेशः प्रहसन्निव भारत। सेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः॥",
    "id": 56
  },
  {
    "chapter": 2,
    "verse": 11,
    "hindi": "श्रीभगवानुवाच। अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे। गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः॥",
    "id": 57
  },
  {
    "chapter": 2,
    "verse": 12,
    "hindi": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः। न चैव न भविष्यामः सर्वे वयमतः परम्॥",
    "id": 58
  },
  {
    "chapter": 2,
    "verse": 13,
    "hindi": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा। तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति॥",
    "id": 59
  },
  {
    "chapter": 2,
    "verse": 14,
    "hindi": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः। आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत॥",
    "id": 60
  },
  {
    "chapter": 2,
    "verse": 15,
    "hindi": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ। समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते॥",
    "id": 61
  },
  {
    "chapter": 2,
    "verse": 16,
    "hindi": "नासतो विद्यते भावो नाभावो विद्यते सतः। उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः॥",
    "id": 62
  },
  {
    "chapter": 2,
    "verse": 17,
    "hindi": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम्। विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति॥",
    "id": 63
  },
  {
    "chapter": 2,
    "verse": 18,
    "hindi": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः। अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत॥",
    "id": 64
  },
  {
    "chapter": 2,
    "verse": 19,
    "hindi": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम्। उभौ तौ न विजानीतो नायं हन्ति न हन्यते॥",
    "id": 65
  },
  {
    "chapter": 2,
    "verse": 20,
    "hindi": "न जायते म्रियते वा कदाचित् नायं भूत्वा भविता वा न भूयः। अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे॥",
    "id": 66
  },
  {
    "chapter": 2,
    "verse": 21,
    "hindi": "वेदाविनाशिनं नित्यं य एनमजमव्ययम्। कथं स पुरुषः पार्थ कं घातयति हन्ति कम्॥",
    "id": 67
  },
  {
    "chapter": 2,
    "verse": 22,
    "hindi": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि। तथा शरीराणि विहाय जीर्णान्यन्यानि संयाति नवानि देही॥",
    "id": 68
  },
  {
    "chapter": 2,
    "verse": 23,
    "hindi": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः। न चैनं क्लेदयन्त्यापो न शोषयति मारुतः॥",
    "id": 69
  },
  {
    "chapter": 2,
    "verse": 24,
    "hindi": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च। नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः॥",
    "id": 70
  },
  {
    "chapter": 2,
    "verse": 25,
    "hindi": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते। तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि॥",
    "id": 71
  },
  {
    "chapter": 2,
    "verse": 26,
    "hindi": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम्। तथापि त्वं महाबाहो नैवं शोचितुमर्हसि॥",
    "id": 72
  },
  {
    "chapter": 2,
    "verse": 27,
    "hindi": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च। तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि॥",
    "id": 73
  },
  {
    "chapter": 2,
    "verse": 28,
    "hindi": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत। अव्यक्तनिधनान्येव तत्र का परिदेवना॥",
    "id": 74
  },
  {
    "chapter": 2,
    "verse": 29,
    "hindi": "आश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः। आश्चर्यवच्चैनमन्यः शृणोति श्रुत्वाप्येनं वेद न चैव कश्चित्॥",
    "id": 75
  },
  {
    "chapter": 2,
    "verse": 30,
    "hindi": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत। तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि॥",
    "id": 76
  },
  {
    "chapter": 2,
    "verse": 31,
    "hindi": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि। धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते॥",
    "id": 77
  },
  {
    "chapter": 2,
    "verse": 32,
    "hindi": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्। सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्॥",
    "id": 78
  },
  {
    "chapter": 2,
    "verse": 33,
    "hindi": "अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि। ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि॥",
    "id": 79
  },
  {
    "chapter": 2,
    "verse": 34,
    "hindi": "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम्। सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते॥",
    "id": 80
  },
  {
    "chapter": 2,
    "verse": 35,
    "hindi": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः। येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम्॥",
    "id": 81
  },
  {
    "chapter": 2,
    "verse": 36,
    "hindi": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः। निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम्॥",
    "id": 82
  },
  {
    "chapter": 2,
    "verse": 37,
    "hindi": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः॥",
    "id": 83
  },
  {
    "chapter": 2,
    "verse": 38,
    "hindi": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥",
    "id": 84
  },
  {
    "chapter": 2,
    "verse": 39,
    "hindi": "एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां शृणु। बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि॥",
    "id": 85
  },
  {
    "chapter": 2,
    "verse": 40,
    "hindi": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते। स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्॥",
    "id": 86
  },
  {
    "chapter": 2,
    "verse": 41,
    "hindi": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन। बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्॥",
    "id": 87
  },
  {
    "chapter": 2,
    "verse": 42,
    "hindi": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः। वेदवादरताः पार्थ नान्यदस्तीति वादिनः॥",
    "id": 88
  },
  {
    "chapter": 2,
    "verse": 43,
    "hindi": "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम्। क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति॥",
    "id": 89
  },
  {
    "chapter": 2,
    "verse": 44,
    "hindi": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम्। व्यवसायात्मिका बुद्धिः समाधौ न विधीयते॥",
    "id": 90
  },
  {
    "chapter": 2,
    "verse": 45,
    "hindi": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन। निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान्॥",
    "id": 91
  },
  {
    "chapter": 2,
    "verse": 46,
    "hindi": "यावानर्थ उदपाने सर्वतः संप्लुतोदके। तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः॥",
    "id": 92
  },
  {
    "chapter": 2,
    "verse": 47,
    "hindi": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। मा कर्मफलहेतुर्भूर्मा ते संगोऽस्त्वकर्मणि॥",
    "id": 93
  },
  {
    "chapter": 2,
    "verse": 48,
    "hindi": "योगस्थः कुरु कर्माणि संगं त्यक्त्वा धनंजय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥",
    "id": 94
  },
  {
    "chapter": 2,
    "verse": 49,
    "hindi": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनंजय। बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः॥",
    "id": 95
  },
  {
    "chapter": 2,
    "verse": 50,
    "hindi": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते। तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम्॥",
    "id": 96
  },
  {
    "chapter": 2,
    "verse": 51,
    "hindi": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः। जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम्॥",
    "id": 97
  },
  {
    "chapter": 2,
    "verse": 52,
    "hindi": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति। तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च॥",
    "id": 98
  },
  {
    "chapter": 2,
    "verse": 53,
    "hindi": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला। समाधावचला बुद्धिस्तदा योगमवाप्स्यसि॥",
    "id": 99
  },
  {
    "chapter": 2,
    "verse": 54,
    "hindi": "अर्जुन उवाच। स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव। स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम्॥",
    "id": 100
  },
  {
    "chapter": 2,
    "verse": 55,
    "hindi": "श्रीभगवानुवाच। प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान्। आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते॥",
    "id": 101
  },
  {
    "chapter": 2,
    "verse": 56,
    "hindi": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥",
    "id": 102
  },
  {
    "chapter": 2,
    "verse": 57,
    "hindi": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम्। नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता॥",
    "id": 103
  },
  {
    "chapter": 2,
    "verse": 58,
    "hindi": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता॥",
    "id": 104
  },
  {
    "chapter": 2,
    "verse": 59,
    "hindi": "विषया विनिवर्तन्ते निराहारस्य देहिनः। रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते॥",
    "id": 105
  },
  {
    "chapter": 2,
    "verse": 60,
    "hindi": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः। इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः॥",
    "id": 106
  },
  {
    "chapter": 2,
    "verse": 61,
    "hindi": "तानि सर्वाणि संयम्य युक्त आसीत मत्परः। वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता॥",
    "id": 107
  },
  {
    "chapter": 2,
    "verse": 62,
    "hindi": "ध्यायतो विषयान्पुंसः संगस्तेषूपजायते। संगात्संजायते कामः कामात्क्रोधोऽभिजायते॥",
    "id": 108
  },
  {
    "chapter": 2,
    "verse": 63,
    "hindi": "क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः। स्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति॥",
    "id": 109
  },
  {
    "chapter": 2,
    "verse": 64,
    "hindi": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन्। आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति॥",
    "id": 110
  },
  {
    "chapter": 2,
    "verse": 65,
    "hindi": "प्रसादे सर्वदुःखानां हानिरस्योपजायते। प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते॥",
    "id": 111
  },
  {
    "chapter": 2,
    "verse": 66,
    "hindi": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना। न चाभावयतः शान्तिरशान्तस्य कुतः सुखम्॥",
    "id": 112
  },
  {
    "chapter": 2,
    "verse": 67,
    "hindi": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते। तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि॥",
    "id": 113
  },
  {
    "chapter": 2,
    "verse": 68,
    "hindi": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता॥",
    "id": 114
  },
  {
    "chapter": 2,
    "verse": 69,
    "hindi": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी। यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः॥",
    "id": 115
  },
  {
    "chapter": 2,
    "verse": 70,
    "hindi": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत्। तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी॥",
    "id": 116
  },
  {
    "chapter": 2,
    "verse": 71,
    "hindi": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः। निर्ममो निरहंकारः स शान्तिमधिगच्छति॥",
    "id": 117
  },
  {
    "chapter": 2,
    "verse": 72,
    "hindi": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति। स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति॥",
    "id": 118
  },
  {
    "chapter": 3,
    "verse": 1,
    "hindi": "अर्जुन उवाच। ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन। तत्किं कर्मणि घोरे मां नियोजयसि केशव॥",
    "id": 119
  },
  {
    "chapter": 3,
    "verse": 2,
    "hindi": "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे। तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम्॥",
    "id": 120
  },
  {
    "chapter": 3,
    "verse": 3,
    "hindi": "श्रीभगवानुवाच। लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ। ज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम्॥",
    "id": 121
  },
  {
    "chapter": 3,
    "verse": 4,
    "hindi": "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते। न च संन्यसनादेव सिद्धिं समधिगच्छति॥",
    "id": 122
  },
  {
    "chapter": 3,
    "verse": 5,
    "hindi": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्। कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः॥",
    "id": 123
  },
  {
    "chapter": 3,
    "verse": 6,
    "hindi": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्। इन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते॥",
    "id": 124
  },
  {
    "chapter": 3,
    "verse": 7,
    "hindi": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन। कर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते॥",
    "id": 125
  },
  {
    "chapter": 3,
    "verse": 8,
    "hindi": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः। शरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः॥",
    "id": 126
  },
  {
    "chapter": 3,
    "verse": 9,
    "hindi": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः। तदर्थं कर्म कौन्तेय मुक्तसंगः समाचर॥",
    "id": 127
  },
  {
    "chapter": 3,
    "verse": 10,
    "hindi": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः। अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक्॥",
    "id": 128
  },
  {
    "chapter": 3,
    "verse": 11,
    "hindi": "देवान्भावयतानेन ते देवा भावयन्तु वः। परस्परं भावयन्तः श्रेयः परमवाप्स्यथ॥",
    "id": 129
  },
  {
    "chapter": 3,
    "verse": 12,
    "hindi": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः। तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः॥",
    "id": 130
  },
  {
    "chapter": 3,
    "verse": 13,
    "hindi": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः। भुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात्॥",
    "id": 131
  },
  {
    "chapter": 3,
    "verse": 14,
    "hindi": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः। यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः॥",
    "id": 132
  },
  {
    "chapter": 3,
    "verse": 15,
    "hindi": "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम्। तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम्॥",
    "id": 133
  },
  {
    "chapter": 3,
    "verse": 16,
    "hindi": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः। अघायुरिन्द्रियारामो मोघं पार्थ स जीवति॥",
    "id": 134
  },
  {
    "chapter": 3,
    "verse": 17,
    "hindi": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः। आत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते॥",
    "id": 135
  },
  {
    "chapter": 3,
    "verse": 18,
    "hindi": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन। न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः॥",
    "id": 136
  },
  {
    "chapter": 3,
    "verse": 19,
    "hindi": "तस्मादसक्तः सततं कार्यं कर्म समाचर। असक्तो ह्याचरन्कर्म परमाप्नोति पुरुषः॥",
    "id": 137
  },
  {
    "chapter": 3,
    "verse": 20,
    "hindi": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः। लोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि॥",
    "id": 138
  },
  {
    "chapter": 3,
    "verse": 21,
    "hindi": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः। स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते॥",
    "id": 139
  },
  {
    "chapter": 3,
    "verse": 22,
    "hindi": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किंचन। नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥",
    "id": 140
  },
  {
    "chapter": 3,
    "verse": 23,
    "hindi": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः। मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः॥",
    "id": 141
  },
  {
    "chapter": 3,
    "verse": 24,
    "hindi": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम्। संकरस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः॥",
    "id": 142
  },
  {
    "chapter": 3,
    "verse": 25,
    "hindi": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत। कुर्याद्विद्वांस्तथाऽसक्तश्चिकीर्षुर्लोकसंग्रहम्॥",
    "id": 143
  },
  {
    "chapter": 3,
    "verse": 26,
    "hindi": "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम्। जोषयेत्सर्वकर्माणि विद्वान्युक्तः समाचरन्॥",
    "id": 144
  },
  {
    "chapter": 3,
    "verse": 27,
    "hindi": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः। अहंकारविमूढात्मा कर्ताहमिति मन्यते॥",
    "id": 145
  },
  {
    "chapter": 3,
    "verse": 28,
    "hindi": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः। गुणा गुणेषु वर्तन्त इति मत्वा न सज्जते॥",
    "id": 146
  },
  {
    "chapter": 3,
    "verse": 29,
    "hindi": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु। तानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत्॥",
    "id": 147
  },
  {
    "chapter": 3,
    "verse": 30,
    "hindi": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा। निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥",
    "id": 148
  },
  {
    "chapter": 3,
    "verse": 31,
    "hindi": "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः। श्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः॥",
    "id": 149
  },
  {
    "chapter": 3,
    "verse": 32,
    "hindi": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्। सर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः॥",
    "id": 150
  },
  {
    "chapter": 3,
    "verse": 33,
    "hindi": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि। प्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति॥",
    "id": 151
  },
  {
    "chapter": 3,
    "verse": 34,
    "hindi": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ। तयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ॥",
    "id": 152
  },
  {
    "chapter": 3,
    "verse": 35,
    "hindi": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्। स्वधर्मे निधनं श्रेयः परधर्मो भयावहः॥",
    "id": 153
  },
  {
    "chapter": 3,
    "verse": 36,
    "hindi": "अर्जुन उवाच। अथ केन प्रयुक्तोऽयं पापं चरति पूरुषः। अनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः॥",
    "id": 154
  },
  {
    "chapter": 3,
    "verse": 37,
    "hindi": "श्रीभगवानुवाच। काम एष क्रोध एष रजोगुणसमुद्भवः। महाशनो महापाप्मा विद्ध्येनमिह वैरिणम्॥",
    "id": 155
  },
  {
    "chapter": 3,
    "verse": 38,
    "hindi": "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च। यथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम्॥",
    "id": 156
  },
  {
    "chapter": 3,
    "verse": 39,
    "hindi": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा। कामरूपेण कौन्तेय दुष्पूरेणानलेन च॥",
    "id": 157
  },
  {
    "chapter": 3,
    "verse": 40,
    "hindi": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते। एतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम्॥",
    "id": 158
  },
  {
    "chapter": 3,
    "verse": 41,
    "hindi": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ। पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम्॥",
    "id": 159
  },
  {
    "chapter": 3,
    "verse": 42,
    "hindi": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः। मनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः॥",
    "id": 160
  },
  {
    "chapter": 3,
    "verse": 43,
    "hindi": "एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना। जहि शत्रुं महाबाहो कामरूपं दुरासदम्॥",
    "id": 161
  },
  {
    "chapter": 4,
    "verse": 1,
    "hindi": "श्रीभगवानुवाच। इमं विवस्वते योगं प्रोक्तवानहमव्ययम्। विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत्॥",
    "id": 162
  },
  {
    "chapter": 4,
    "verse": 2,
    "hindi": "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः। स कालेनेह महता योगो नष्टः परन्तप॥",
    "id": 163
  },
  {
    "chapter": 4,
    "verse": 3,
    "hindi": "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः। भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥",
    "id": 164
  },
  {
    "chapter": 4,
    "verse": 4,
    "hindi": "अर्जुन उवाच। अपरं भवतो जन्म परं जन्म विवस्वतः। कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति॥",
    "id": 165
  },
  {
    "chapter": 4,
    "verse": 5,
    "hindi": "श्रीभगवानुवाच। बहूनि मे व्यतीतानि जन्मानि तव चार्जुन। तान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप॥",
    "id": 166
  },
  {
    "chapter": 4,
    "verse": 6,
    "hindi": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन्। प्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया॥",
    "id": 167
  },
  {
    "chapter": 4,
    "verse": 7,
    "hindi": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥",
    "id": 168
  },
  {
    "chapter": 4,
    "verse": 8,
    "hindi": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्। धर्मसंस्थापनार्थाय सम्भवामि युगे युगे॥",
    "id": 169
  },
  {
    "chapter": 4,
    "verse": 9,
    "hindi": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः। त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन॥",
    "id": 170
  },
  {
    "chapter": 4,
    "verse": 10,
    "hindi": "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः। बहवो ज्ञानतपसा पूता मद्भावमागताः॥",
    "id": 171
  },
  {
    "chapter": 4,
    "verse": 11,
    "hindi": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम्। मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः॥",
    "id": 172
  },
  {
    "chapter": 4,
    "verse": 12,
    "hindi": "काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः। क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा॥",
    "id": 173
  },
  {
    "chapter": 4,
    "verse": 13,
    "hindi": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः। तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम्॥",
    "id": 174
  },
  {
    "chapter": 4,
    "verse": 14,
    "hindi": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा। इति मां योऽभिजानाति कर्मभिर्न स बध्यते॥",
    "id": 175
  },
  {
    "chapter": 4,
    "verse": 15,
    "hindi": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः। कुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम्॥",
    "id": 176
  },
  {
    "chapter": 4,
    "verse": 16,
    "hindi": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः। तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्॥",
    "id": 177
  },
  {
    "chapter": 4,
    "verse": 17,
    "hindi": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः। अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः॥",
    "id": 178
  },
  {
    "chapter": 4,
    "verse": 18,
    "hindi": "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः। स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत्॥",
    "id": 179
  },
  {
    "chapter": 4,
    "verse": 19,
    "hindi": "यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः। ज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः॥",
    "id": 180
  },
  {
    "chapter": 4,
    "verse": 20,
    "hindi": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः। कर्मण्यभिप्रवृत्तोऽपि नैव किंचित्करोति सः॥",
    "id": 181
  },
  {
    "chapter": 4,
    "verse": 21,
    "hindi": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः। शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम्॥",
    "id": 182
  },
  {
    "chapter": 4,
    "verse": 22,
    "hindi": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः। समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते॥",
    "id": 183
  },
  {
    "chapter": 4,
    "verse": 23,
    "hindi": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः। यज्ञायाचरतः कर्म समग्रं प्रविलीयते॥",
    "id": 184
  },
  {
    "chapter": 4,
    "verse": 24,
    "hindi": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम्। ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना॥",
    "id": 185
  },
  {
    "chapter": 4,
    "verse": 25,
    "hindi": "दैवमेवापरे यज्ञं योगिनः पर्युपासते। ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति॥",
    "id": 186
  },
  {
    "chapter": 4,
    "verse": 26,
    "hindi": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति। शब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति॥",
    "id": 187
  },
  {
    "chapter": 4,
    "verse": 27,
    "hindi": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे। आत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते॥",
    "id": 188
  },
  {
    "chapter": 4,
    "verse": 28,
    "hindi": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे। स्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः॥",
    "id": 189
  },
  {
    "chapter": 4,
    "verse": 29,
    "hindi": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे। प्राणापानगती रुद्ध्वा प्राणायामपरायणाः॥",
    "id": 190
  },
  {
    "chapter": 4,
    "verse": 30,
    "hindi": "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति। सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः॥",
    "id": 191
  },
  {
    "chapter": 4,
    "verse": 31,
    "hindi": "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम्। नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम॥",
    "id": 192
  },
  {
    "chapter": 4,
    "verse": 32,
    "hindi": "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे। कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे॥",
    "id": 193
  },
  {
    "chapter": 4,
    "verse": 33,
    "hindi": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप। सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते॥",
    "id": 194
  },
  {
    "chapter": 4,
    "verse": 34,
    "hindi": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया। उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः॥",
    "id": 195
  },
  {
    "chapter": 4,
    "verse": 35,
    "hindi": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव। येन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि॥",
    "id": 196
  },
  {
    "chapter": 4,
    "verse": 36,
    "hindi": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः। सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥",
    "id": 197
  },
  {
    "chapter": 4,
    "verse": 37,
    "hindi": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन। ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा॥",
    "id": 198
  },
  {
    "chapter": 4,
    "verse": 38,
    "hindi": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते। तत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति॥",
    "id": 199
  },
  {
    "chapter": 4,
    "verse": 39,
    "hindi": "श्रद्धावान्लभते ज्ञानं तत्परः संयतेन्द्रियः। ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति॥",
    "id": 200
  },
  {
    "chapter": 4,
    "verse": 40,
    "hindi": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति। नायं लोकोऽस्ति न परो न सुखं संशयात्मनः॥",
    "id": 201
  },
  {
    "chapter": 4,
    "verse": 41,
    "hindi": "योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम्। आत्मवन्तं न कर्माणि निबध्नन्ति धनंजय॥",
    "id": 202
  },
  {
    "chapter": 4,
    "verse": 42,
    "hindi": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः। छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत॥",
    "id": 203
  },
  {
    "chapter": 5,
    "verse": 1,
    "hindi": "अर्जुन उवाच। संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि। यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम्॥",
    "id": 204
  },
  {
    "chapter": 5,
    "verse": 2,
    "hindi": "श्रीभगवानुवाच। संन्यासः कर्मयोगश्च निःश्रेयसकरावुभौ। तयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते॥",
    "id": 205
  },
  {
    "chapter": 5,
    "verse": 3,
    "hindi": "ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति। निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते॥",
    "id": 206
  },
  {
    "chapter": 5,
    "verse": 4,
    "hindi": "सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः। एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम्॥",
    "id": 207
  },
  {
    "chapter": 5,
    "verse": 5,
    "hindi": "यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते। एकं सांख्यं च योगं च यः पश्यति स पश्यति॥",
    "id": 208
  },
  {
    "chapter": 5,
    "verse": 6,
    "hindi": "संन्यासस्तु महाबाहो दुःखमाप्तुमयोगतः। योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति॥",
    "id": 209
  },
  {
    "chapter": 5,
    "verse": 7,
    "hindi": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः। सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते॥",
    "id": 210
  },
  {
    "chapter": 5,
    "verse": 8,
    "hindi": "नैव किंचित्करोमीति युक्तो मन्येत तत्त्ववित्। पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपन्श्वसन्॥",
    "id": 211
  },
  {
    "chapter": 5,
    "verse": 9,
    "hindi": "प्रलपन्विसृजन्गृह्णन्नुन्मिषन्निमिषन्नपि। इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन्॥",
    "id": 212
  },
  {
    "chapter": 5,
    "verse": 10,
    "hindi": "ब्रह्मण्याधाय कर्माणि संगं त्यक्त्वा करोति यः। लिप्यते न स पापेन पद्मपत्रमिवाम्भसा॥",
    "id": 213
  },
  {
    "chapter": 5,
    "verse": 11,
    "hindi": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि। योगिनः कर्म कुर्वन्ति संगं त्यक्त्वाऽऽत्मशुद्धये॥",
    "id": 214
  },
  {
    "chapter": 5,
    "verse": 12,
    "hindi": "युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम्। अयुक्तः कामकारेण फले सक्तो निबध्यते॥",
    "id": 215
  },
  {
    "chapter": 5,
    "verse": 13,
    "hindi": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी। नवद्वारे पुरे देही नैव कुर्वन्न कारयन्॥",
    "id": 216
  },
  {
    "chapter": 5,
    "verse": 14,
    "hindi": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः। न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते॥",
    "id": 217
  },
  {
    "chapter": 5,
    "verse": 15,
    "hindi": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः। अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः॥",
    "id": 218
  },
  {
    "chapter": 5,
    "verse": 16,
    "hindi": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः। तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्॥",
    "id": 219
  },
  {
    "chapter": 5,
    "verse": 17,
    "hindi": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः। गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः॥",
    "id": 220
  },
  {
    "chapter": 5,
    "verse": 18,
    "hindi": "विद्याविनयसंपन्ने ब्राह्मणे गवि हस्तिनि। शुनि चैव श्वपाके च पण्डिताः समदर्शिनः॥",
    "id": 221
  },
  {
    "chapter": 5,
    "verse": 19,
    "hindi": "इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः। निर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः॥",
    "id": 222
  },
  {
    "chapter": 5,
    "verse": 20,
    "hindi": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम्। स्थिरबुद्धिरसम्मूढो ब्रह्मविद्ब्रह्मणि स्थितः॥",
    "id": 223
  },
  {
    "chapter": 5,
    "verse": 21,
    "hindi": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम्। स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते॥",
    "id": 224
  },
  {
    "chapter": 5,
    "verse": 22,
    "hindi": "ये हि संस्पर्शजा भोगा दुःखयोनय एव ते। आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः॥",
    "id": 225
  },
  {
    "chapter": 5,
    "verse": 23,
    "hindi": "शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात्। कामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः॥",
    "id": 226
  },
  {
    "chapter": 5,
    "verse": 24,
    "hindi": "योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः। स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति॥",
    "id": 227
  },
  {
    "chapter": 5,
    "verse": 25,
    "hindi": "लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः। छिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः॥",
    "id": 228
  },
  {
    "chapter": 5,
    "verse": 26,
    "hindi": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम्। अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम्॥",
    "id": 229
  },
  {
    "chapter": 5,
    "verse": 27,
    "hindi": "स्पर्शान्कृत्वा बहिर्बाह्यान् चक्षुश्चैवान्तरे भ्रुवोः। प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ॥",
    "id": 230
  },
  {
    "chapter": 5,
    "verse": 28,
    "hindi": "यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायणः। विगतेच्छाभयक्रोधो यः सदा मुक्त एव सः॥",
    "id": 231
  },
  {
    "chapter": 5,
    "verse": 29,
    "hindi": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम्। सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति॥",
    "id": 232
  },
  {
    "chapter": 6,
    "verse": 1,
    "hindi": "श्रीभगवानुवाच। अनाश्रितः कर्मफलं कार्यं कर्म करोति यः। स संन्यासी च योगी च न निरग्निर्न चाक्रियः॥",
    "id": 233
  },
  {
    "chapter": 6,
    "verse": 2,
    "hindi": "यं संन्यासमिति प्राहुर्व्योगं तं विद्धि पाण्डव। न ह्यसंन्यस्तसंकल्पो योगी भवति कश्चन॥",
    "id": 234
  },
  {
    "chapter": 6,
    "verse": 3,
    "hindi": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते। योगारूढस्य तस्यैव शमः कारणमुच्यते॥",
    "id": 235
  },
  {
    "chapter": 6,
    "verse": 4,
    "hindi": "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते। सर्वसंकल्पसंन्यासी योगारूढस्तदोच्यते॥",
    "id": 236
  },
  {
    "chapter": 6,
    "verse": 5,
    "hindi": "उद्धरेदात्मनाऽत्मानं नात्मानमवसादयेत्। आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः॥",
    "id": 237
  },
  {
    "chapter": 6,
    "verse": 6,
    "hindi": "बन्धुरात्माऽऽत्मनस्तस्य येनात्मैवात्मना जितः। अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत्॥",
    "id": 238
  },
  {
    "chapter": 6,
    "verse": 7,
    "hindi": "जितात्मनः प्रशान्तस्य परमात्मा समाहितः। शीतोष्णसुखदुःखेषु तथा मानापमानयोः॥",
    "id": 239
  },
  {
    "chapter": 6,
    "verse": 8,
    "hindi": "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः। युक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः॥",
    "id": 240
  },
  {
    "chapter": 6,
    "verse": 9,
    "hindi": "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु। साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते॥",
    "id": 241
  },
  {
    "chapter": 6,
    "verse": 10,
    "hindi": "योगी युञ्जीत सततमात्मानं रहसि स्थितः। एकाकी यतचित्तात्मा निराशीरपरिग्रहः॥",
    "id": 242
  },
  {
    "chapter": 6,
    "verse": 11,
    "hindi": "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः। नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम्॥",
    "id": 243
  },
  {
    "chapter": 6,
    "verse": 12,
    "hindi": "तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः। उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये॥",
    "id": 244
  },
  {
    "chapter": 6,
    "verse": 13,
    "hindi": "समं कायशिरोग्रीवं धारयन्नचलं स्थिरः। सम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन्॥",
    "id": 245
  },
  {
    "chapter": 6,
    "verse": 14,
    "hindi": "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः। मनः संयम्य मच्चित्तो युक्त आसीत मत्परः॥",
    "id": 246
  },
  {
    "chapter": 6,
    "verse": 15,
    "hindi": "युञ्जन्नेवं सदाऽऽत्मानं योगी नियतमानसः। शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति॥",
    "id": 247
  },
  {
    "chapter": 6,
    "verse": 16,
    "hindi": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः। न चातिस्वप्नशीलस्य जाग्रतो नैव चार्जुन॥",
    "id": 248
  },
  {
    "chapter": 6,
    "verse": 17,
    "hindi": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु। युक्तस्वप्नावबोधस्य योगो भवति दुःखहा॥",
    "id": 249
  },
  {
    "chapter": 6,
    "verse": 18,
    "hindi": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते। निःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा॥",
    "id": 250
  },
  {
    "chapter": 6,
    "verse": 19,
    "hindi": "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता। योगिनो यतचित्तस्य युञ्जतो योगमात्मनः॥",
    "id": 251
  },
  {
    "chapter": 6,
    "verse": 20,
    "hindi": "यत्रोपरमते चित्तं निरुद्धं योगसेवया। यत्र चैवात्मनाऽऽत्मानं पश्यन्नात्मनि तुष्यति॥",
    "id": 252
  },
  {
    "chapter": 6,
    "verse": 21,
    "hindi": "सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम्। वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः॥",
    "id": 253
  },
  {
    "chapter": 6,
    "verse": 22,
    "hindi": "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः। यस्मिन्स्थितो न दुःखेन गुरुणाऽपि विचाल्यते॥",
    "id": 254
  },
  {
    "chapter": 6,
    "verse": 23,
    "hindi": "तं विद्याद्दुःखसंयोगवियोगं योगसंज्ञितम्। स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा॥",
    "id": 255
  },
  {
    "chapter": 6,
    "verse": 24,
    "hindi": "संकल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः। मनसैवेन्द्रियग्रामं विनियम्य समन्ततः॥",
    "id": 256
  },
  {
    "chapter": 6,
    "verse": 25,
    "hindi": "शनैः शनैरुपरमेद्बुद्ध्या धृतिगृहीतया। आत्मसंस्थं मनः कृत्वा न किंचिदपि चिन्तयेत्॥",
    "id": 257
  },
  {
    "chapter": 6,
    "verse": 26,
    "hindi": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम्। ततस्ततो नियम्यैतदात्मन्येव वशं नयेत्॥",
    "id": 258
  },
  {
    "chapter": 6,
    "verse": 27,
    "hindi": "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम्। उपैति शान्तरजसं ब्रह्मभूतमकल्मषम्॥",
    "id": 259
  },
  {
    "chapter": 6,
    "verse": 28,
    "hindi": "युञ्जन्नेवं सदाऽऽत्मानं योगी विगतकल्मषः। सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते॥",
    "id": 260
  },
  {
    "chapter": 6,
    "verse": 29,
    "hindi": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि। ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः॥",
    "id": 261
  },
  {
    "chapter": 6,
    "verse": 30,
    "hindi": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति। तस्याहं न प्रणश्यामि स च मे न प्रणश्यति॥",
    "id": 262
  },
  {
    "chapter": 6,
    "verse": 31,
    "hindi": "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः। सर्वथा वर्तमानोऽपि स योगी मयि वर्तते॥",
    "id": 263
  },
  {
    "chapter": 6,
    "verse": 32,
    "hindi": "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन। सुखं वा यदि वा दुःखं स योगी परमो मतः॥",
    "id": 264
  },
  {
    "chapter": 6,
    "verse": 33,
    "hindi": "अर्जुन उवाच। योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन। एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम्॥",
    "id": 265
  },
  {
    "chapter": 6,
    "verse": 34,
    "hindi": "चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम्। तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम्॥",
    "id": 266
  },
  {
    "chapter": 6,
    "verse": 35,
    "hindi": "श्रीभगवानुवाच। असंशयं महाबाहो मनो दुर्निग्रहं चलम्। अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते॥",
    "id": 267
  },
  {
    "chapter": 6,
    "verse": 36,
    "hindi": "असंयतात्मना योगो दुष्प्राप इति मे मतिः। वश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः॥",
    "id": 268
  },
  {
    "chapter": 6,
    "verse": 37,
    "hindi": "अर्जुन उवाच। अयतिः श्रद्धयोपेतो योगाच्चलितमानसः। अप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति॥",
    "id": 269
  },
  {
    "chapter": 6,
    "verse": 38,
    "hindi": "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति। अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि॥",
    "id": 270
  },
  {
    "chapter": 6,
    "verse": 39,
    "hindi": "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः। त्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते॥",
    "id": 271
  },
  {
    "chapter": 6,
    "verse": 40,
    "hindi": "श्रीभगवानुवाच। पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते। न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति॥",
    "id": 272
  },
  {
    "chapter": 6,
    "verse": 41,
    "hindi": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः। शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते॥",
    "id": 273
  },
  {
    "chapter": 6,
    "verse": 42,
    "hindi": "अथवा योगिनामेव कुले भवति धीमताम्। एतद्धि दुर्लभतरं लोके जन्म यदीदृशम्॥",
    "id": 274
  },
  {
    "chapter": 6,
    "verse": 43,
    "hindi": "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम्। यतते च ततो भूयः संसिद्धौ कुरुनन्दन॥",
    "id": 275
  },
  {
    "chapter": 6,
    "verse": 44,
    "hindi": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः। जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते॥",
    "id": 276
  },
  {
    "chapter": 6,
    "verse": 45,
    "hindi": "प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः। अनेकजन्मसंसिद्धस्ततो याति परां गतिम्॥",
    "id": 277
  },
  {
    "chapter": 6,
    "verse": 46,
    "hindi": "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः। कर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन॥",
    "id": 278
  },
  {
    "chapter": 6,
    "verse": 47,
    "hindi": "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना। श्रद्धावान्भजते यो मां स मे युक्ततमो मतः॥",
    "id": 279
  },
  {
    "chapter": 7,
    "verse": 1,
    "hindi": "श्रीभगवानुवाच। मय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः। असंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु॥",
    "id": 280
  },
  {
    "chapter": 7,
    "verse": 2,
    "hindi": "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः। यज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते॥",
    "id": 281
  },
  {
    "chapter": 7,
    "verse": 3,
    "hindi": "मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये। यततामपि सिद्धानां कश्चिन्मां वेत्ति तत्त्वतः॥",
    "id": 282
  },
  {
    "chapter": 7,
    "verse": 4,
    "hindi": "भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च। अहंकार इतीयं मे भिन्ना प्रकृतिरष्टधा॥",
    "id": 283
  },
  {
    "chapter": 7,
    "verse": 5,
    "hindi": "अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम्। जीवभूतां महाबाहो ययेदं धार्यते जगत्॥",
    "id": 284
  },
  {
    "chapter": 7,
    "verse": 6,
    "hindi": "एतद्योनीनि भूतानि सर्वाणीत्युपधारय। अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा॥",
    "id": 285
  },
  {
    "chapter": 7,
    "verse": 7,
    "hindi": "मत्तः परतरं नान्यत्किंचिदस्ति धनंजय। मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव॥",
    "id": 286
  },
  {
    "chapter": 7,
    "verse": 8,
    "hindi": "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययोः। प्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु॥",
    "id": 287
  },
  {
    "chapter": 7,
    "verse": 9,
    "hindi": "पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ। जीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु॥",
    "id": 288
  },
  {
    "chapter": 7,
    "verse": 10,
    "hindi": "बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम्। बुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम्॥",
    "id": 289
  },
  {
    "chapter": 7,
    "verse": 11,
    "hindi": "बलं बलवतां चाहं कामरागविवर्जितम्। धर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ॥",
    "id": 290
  },
  {
    "chapter": 7,
    "verse": 12,
    "hindi": "ये चैव सात्त्विका भावा राजसास्तामसाश्च ये। मत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि॥",
    "id": 291
  },
  {
    "chapter": 7,
    "verse": 13,
    "hindi": "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत्। मोहितं नाभिजानाति मामेभ्यः परमव्ययम्॥",
    "id": 292
  },
  {
    "chapter": 7,
    "verse": 14,
    "hindi": "दैवी ह्येषा गुणमयी मम माया दुरत्यया। मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते॥",
    "id": 293
  },
  {
    "chapter": 7,
    "verse": 15,
    "hindi": "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः। माययाऽपहृतज्ञानाः आसुरं भावमाश्रिताः॥",
    "id": 294
  },
  {
    "chapter": 7,
    "verse": 16,
    "hindi": "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन। आर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ॥",
    "id": 295
  },
  {
    "chapter": 7,
    "verse": 17,
    "hindi": "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते। प्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः॥",
    "id": 296
  },
  {
    "chapter": 7,
    "verse": 18,
    "hindi": "उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम्। आस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम्॥",
    "id": 297
  },
  {
    "chapter": 7,
    "verse": 19,
    "hindi": "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते। वासुदेवः सर्वमिति स महात्मा सुदुर्लभः॥",
    "id": 298
  },
  {
    "chapter": 7,
    "verse": 20,
    "hindi": "कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः। तं तं नियममास्थाय प्रकृत्या नियताः स्वया॥",
    "id": 299
  },
  {
    "chapter": 7,
    "verse": 21,
    "hindi": "यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति। तस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम्॥",
    "id": 300
  },
  {
    "chapter": 7,
    "verse": 22,
    "hindi": "स तया श्रद्धया युक्तस्तस्याराधनमीहते। लभते च ततः कामान्मयैव विहितान्हि तान्॥",
    "id": 301
  },
  {
    "chapter": 7,
    "verse": 23,
    "hindi": "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम्। देवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि॥",
    "id": 302
  },
  {
    "chapter": 7,
    "verse": 24,
    "hindi": "अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धयः। परं भावमजानन्तो ममाव्ययमनुत्तमम्॥",
    "id": 303
  },
  {
    "chapter": 7,
    "verse": 25,
    "hindi": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः। मूढोऽयं नाभिजानाति लोको मामजमव्ययम्॥",
    "id": 304
  },
  {
    "chapter": 7,
    "verse": 26,
    "hindi": "वेदाहं समतीतानि वर्तमानानि चार्जुन। भविष्याणि च भूतानि मां तु वेद न कश्चन॥",
    "id": 305
  },
  {
    "chapter": 7,
    "verse": 27,
    "hindi": "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत। सर्वभूतानि सम्मोहं सर्गे यान्ति परन्तप॥",
    "id": 306
  },
  {
    "chapter": 7,
    "verse": 28,
    "hindi": "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम्। ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः॥",
    "id": 307
  },
  {
    "chapter": 7,
    "verse": 29,
    "hindi": "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये। ते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम्॥",
    "id": 308
  },
  {
    "chapter": 7,
    "verse": 30,
    "hindi": "साधिभूताधिदैवं मां साधियज्ञं च ये विदुः। प्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः॥",
    "id": 309
  }
]